Repository: surfstudio/surf-flutter-app-template
Catalog: lib/l10n/app_*.arb
Languages: ru

# positiveResponse
source: Yes
ru: Да

# examplesTitle
source: Examples
ru: Примеры

# examplesLocalizationTitle
source: Localization examples
ru: Примеры локализации

# string
source: Hello, {name}!
ru: Привет, {name}!

# inboxCount
source: {count, plural, zero{You have no new messages} one{You have 1 new message} other{You have {count} new messages}}
ru: {count, plural, zero{У вас нет новых сообщений} one{У вас 1 новое ообщение} other{У вас {count} новых сообщений}}

# tempScreenDashNavBarItemLabel
source: Dash screen
ru: Dash экран

# tempScreenInfoNavBarItemLabel
source: Info screen
ru: Инфо экран

# tempScreenDebugNavBarItemLabel
source: Debug screen
ru: Дебаг экран

# debugScreenServerSubtitle
source: Server
ru: Сервер

# debugScreenServerConnectButton
source: Change server
ru: Переключить сервер

# debugScreenProxySubtitle
source: Proxy server
ru: Прокси

# debugScreenProxyInfo
source: Activates the transfer of traffic through a proxy server.
ru: Активирует передачу через прокси сервер.

# debugScreenProxyEditTextLabel
source: Enter the proxy server address
ru: Введите адресс прокси сервера

# debugScreenProxyConnectButton
source: Connect proxy
ru: Подключить

# debugScreenThemeSubtitle
source: App theme
ru: Тема приложения

# debugScreenThemeLight
source: Light Theme
ru: Светлая тема

# debugScreenThemeDark
source: Dark Theme
ru: Темная темя

# debugScreenThemeSystem
source: System Theme
ru: Системная тема

# debugScreenUikitNavigateButton
source: Open UIKit
ru: Открыть UIKit

# debugScreenReloadAppMessage
source: Reload the app to see applied changes
ru: Перезагрузите приложение, чтобы увидеть примененные изменения
